{
  "appDesc": {
    "message": "TDAH lecture facilitée grâce à Police pour Dyslexique et Bionic Reading."
  },
  "appName": {
    "message": "Police pour Dyslexique | HalfBold Reader"
  },
  "storeDesc": {
    "message": "Transformez vos habitudes quotidiennes avec l'extension Google Chrome ultime - la solution tout-en-un pour rester au top de vos tâches et de votre santé! Exploitez la puissance de l'extension half bold chrome extension pour prendre le contrôle de votre journée. Conçue pour l'efficacité et la facilité, cette extension s'intègre parfaitement à votre style de vie, vous aidant à rester organisé, en bonne santé et en avance sur votre emploi du temps sans effort.\n\n🚰 Restez hydraté avec l'application de rappel d'eau\n💧 Suivez facilement votre consommation d'eau quotidienne.\n💧 Objectifs de consommation d'eau personnalisables en fonction de vos besoins personnels.\n💧 Recevez des rappels doux pour vous assurer que vous êtes bien hydraté tout au long de la journée.\n\n💊 Ne manquez jamais une dose avec l'application de rappel de pilules\n1. Gérez facilement votre programme de médicaments.\n2. Recevez des alertes en temps opportun pour prendre vos médicaments sans faute.\n3. Suivez votre historique de médicaments pour une meilleure gestion de la santé.\n\n💼 Organisez vos dépenses avec l'application de rappel de factures\n- Évitez les frais de retard avec des rappels de factures proactifs.\n- Planifiez les paiements et gardez une trace des dates d'échéance.\n- Assurez-vous que vos finances sont toujours en ordre avec des rappels pour chaque type de facture.\n\n🖥️ Prenez le contrôle de votre espace numérique avec bionic reading\n▸ L'application de rappel pour Windows et l'application de rappel pour Mac offrent une expérience transparente sur tous les appareils.\n▸ Intégrez-vous à vos outils et applications existants pour une organisation simplifiée.\n▸ Les rappels personnalisés vous assurent d'être toujours préparé pour votre prochaine réunion ou échéance.\n\n🏥 Adoptez votre bien-être avec le rappel de santé\n• Des invites quotidiennes pour des activités liées à la santé, comme l'exercice et les pauses.\n• Planifiez des rendez-vous et des bilans de santé sans conflits.\n• Le rappel de santé maintient votre parcours de bien-être sur la bonne voie avec un effort minimal.\n\n⏰ Tout en un seul endroit avec adhd reader\n➤ Définissez rapidement un rappel pour toute tâche ou événement.\n➤ Créez un ensemble de rappels pour des activités ou des habitudes récurrentes que vous développez.\n➤ L'application de rappel simplifie la planification, vous permettant d'investir du temps là où cela compte le plus.\n\nRappelez-vous facilement les tâches cruciales et les échéances à venir, gardez les dates personnelles et les anniversaires au premier plan et restez motivé en vous rappelant vos objectifs et aspirations avec les fonctions de rappel et de souvenir intuitives de notre application.\n\n🍶 Rendez chaque jour responsable avec l'application de rappel quotidien\n1. Commencez chaque matin avec un nouvel ensemble de tâches et d'objectifs.\n2. Adaptez les rappels quotidiens à votre style de vie et à vos besoins uniques.\n3. Accomplissez plus avec une planification et des rappels structurés de la journée.\n4. Des outils de planification intuitifs pour planifier vos jours, semaines et mois.\n5. Planifiez un rappel pour une intégration transparente dans votre calendrier personnel.\n6. Ne manquez jamais une date, une réunion ou un événement important grâce aux alertes proactives.\n\n🕰️ Reclamez votre temps avec police dyslexie\n➤ Priorisez vos tâches avec un tri intelligent et des rappels.\n➤ Consacrez plus de temps à ce qui compte vraiment grâce à une gestion efficace du temps.\n➤ Équilibrez travail, santé et vie personnelle avec des rappels parfaitement synchronisés.\n\n🔑 Débloquez la commodité et l'efficacité avec police pour dyslexique\n❗️ Choisissez parmi divers types de rappels : application de rappel de médicaments, application de rappel de factures, et plus encore.\n❗️ Personnalisez chaque alerte de rappel selon vos préférences.\n❗️ Profitez d'une interface sans encombrement conçue pour une navigation simple.\n\n🎯 Visez l'amélioration continue avec police pour dyslexiques\n① Mises à jour régulières basées sur les commentaires des utilisateurs.\n② Lancement de nouvelles fonctionnalités pour répondre à vos besoins en constante évolution.\n③ Notre engagement envers l'excellence fait de l'application de rappel votre choix de prédilection.\n\n❤️ Commencez votre voyage vers une vie plus organisée avec diagnostic dyslexie\nRejoignez notre communauté pour améliorer vos routines quotidiennes, votre santé et votre bien-être global. Avec l'application de rappel, vous n'ajoutez pas simplement un outil à votre navigateur ; vous adoptez un style de vie de productivité et de pleine conscience. Téléchargez maintenant pour une expérience de rappel transformative!\n\n🤔 FAQs sur notre extension Chrome avec texte dyslexique\n✨ Puis-je synchroniser les rappels sur plusieurs appareils?\n🔹 Absolument! Avec une application de rappel pour Mac et une application de rappel pour Windows, vos tâches se synchronisent de manière transparente pour des alertes cohérentes, où que vous soyez.\n\n📲 Qu'est-ce qui distingue ceci des autres outils de rappel avec lecture dyslexie?\n🔹 Notre application combine tous les aspects de votre vie - santé, tâches, factures - en une seule plateforme. Avec des fonctionnalités spécialisées comme l'application de rappel d'eau et l'application de rappel de médicaments, c'est une efficacité personnalisée comme jamais auparavant.\n\n🌍 Puis-je utiliser cette application pour des rappels dans n'importe quel fuseau horaire avec logiciel dyslexie?\n🔹 Oui! Notre application est conçue pour une utilisation mondiale. Où que vous soyez, quel que soit le fuseau horaire, l'application de rappel vous couvre.\n\nTransformez votre lecture avec dyslexie et dysorthographie\nL'extension Google Chrome propose une fonctionnalité unique pour les personnes atteintes de dyslexie et de dysorthographie. Elle vous permet de lire facilement des textes en ligne grâce à une police spécialement conçue pour les dyslexiques. \n\n📚 Améliorez votre expérience de lecture avec livre pour dyslexique\n1️⃣ La police dyslexique rend la lecture plus facile et plus agréable.\n2️⃣ Le texte dyslexique est plus lisible et plus compréhensible.\n3️⃣ Les livres dyslexiques sont maintenant plus accessibles en ligne.\n\n📝 Améliorez votre écriture avec écriture dyslexie\n- La police d'écriture dyslexie rend l'écriture plus facile et plus agréable.\n- L'application dyslexie vous aide à écrire sans erreurs.\n- La dyslexie dysorthographie ne sera plus un obstacle à votre écriture.\n\n📖 Améliorez votre lecture avec lecture dyslexique\n▸ La police pour dyslexique rend la lecture plus facile et plus agréable.\n▸ Les livres pour dyslexiques sont maintenant plus accessibles en ligne.\n▸ La lecture dyslexique est maintenant plus facile avec cette extension.\n\n📚 Améliorez votre expérience de lecture avec livre tdah\n• Le tdah livre est maintenant plus accessible en ligne.\n• Le livre sur le tdah est maintenant plus facile à lire avec cette extension.\n• La lecture tdah est maintenant plus facile avec cette extension.\n\nRejoignez notre communauté pour améliorer votre lecture, votre écriture et votre bien-être global. Avec cette extension, vous n'ajoutez pas simplement un outil à votre navigateur ; vous adoptez un style de vie de productivité et de pleine conscience. Téléchargez maintenant pour une expérience de lecture transformative!"
  },
  "preferenceLabel": {
    "message": "préférence d’utilisation",
    "description": "label for (bouton de préférence globale ou de site bascule)"
  },
  "tipsPopupTriggerLabel": {
    "message": "Conseils",
    "description": "label for (bouton de préférence globale ou de site bascule)"
  },
  "globalPreferenceToggleBtnText": {
    "message": "global",
    "description": "texte principal pour le bouton bascule de préférence globale"
  },
  "globalPreferenceToggleBtnSubText": {
    "message": "faire défaut",
    "description": "sous-texte du bouton de préférence globale"
  },
  "sitePreferenceToggleBtnText": {
    "message": "site",
    "description": "texte principal pour le bouton bascule de préférence du site"
  },
  "sitePreferenceToggleBtnSubText": {
    "message": "pour ce site",
    "description": "sous-texte du bouton de préférence globale"
  },
  "onOffToggleBtnTextDisable": {
    "message": "désactiver",
    "description": "texte du bouton onOffToggleBtnTextDisable"
  },
  "onOffToggleBtnTextEnable": {
    "message": "Activer",
    "description": "onOffToggleBtnTextEnable texte du bouton"
  },
  "onOffToggleBtnSubText": {
    "message": "mode de lecture",
    "description": "texte pour onOffToggleBtnSubText"
  },
  "shortcutLabelText": {
    "message": "raccourci par défaut",
    "description": "texte pour onOffToggleBtnShortCutText"
  },
  "defaultShortcutValueTextChrome": {
    "message": "alt+b",
    "description": "raccourci par défaut pour Chrome"
  },
  "defaultShortcutValueTextFirefox": {
    "message": "alt+w",
    "description": "raccourci par défaut pour firefox"
  },
  "saccadesIntervalLabel": {
    "message": "intervalle de saccades",
    "description": "étiquette pour le curseur d’intervalle saccades"
  },
  "fixationsStrengthLabel": {
    "message": "résistance des fixations",
    "description": "étiquette pour le curseur de force de fixation"
  },
  "fixationsEdgeOpacityLabel": {
    "message": "fixation de l’opacité des arêtes",
    "description": "étiquette pour les fixations curseur d’opacité des bords"
  },
  "saccadesColorLabel": {
    "message": "couleur des saccades",
    "description": "étiquette pour la liste déroulante de couleur saccade"
  },
  "saccadesStyleLabel": {
    "message": "styles de saccades",
    "description": "étiquette pour la liste déroulante de style saccade"
  },
  "lineHeightTogglesLabel": {
    "message": "hauteur de ligne",
    "description": "étiquette pour les boutons de hauteur de ligne plus petits et plus grands"
  },
  "smallerLineHeightBtnText": {
    "message": "aa-",
    "description": "texte du bouton"
  },
  "smallerLineHeightBtnSubText": {
    "message": "petite",
    "description": "sous-texte du bouton"
  },
  "largerLineHeightBtnText": {
    "message": "aa+",
    "description": "texte du bouton"
  },
  "largerLineHeightBtnSubText": {
    "message": "Grandes",
    "description": "sous-texte du bouton"
  },
  "defaultBionicModeToggleBtnOffText": {
    "message": "éteindre toujours",
    "description": "texte du bouton"
  },
  "defaultBionicModeToggleBtnOnText": {
    "message": "toujours activer",
    "description": "texte du bouton"
  },
  "defaultBionicModeToggleBtnSubText": {
    "message": "préférence de basculement par défaut",
    "description": "sous-texte du bouton"
  },
  "resetBtnText": {
    "message": "réinitialiser aux paramètres optimaux",
    "description": "texte du bouton"
  },
  "faqLinkText": {
    "message": "FAQ",
    "description": "texte du lien"
  },
  "reportIssueLinkText": {
    "message": "signaler un problème",
    "description": "texte du lien"
  },
  "aboutUsLinkText": {
    "message": "site internet",
    "description": "texte du lien"
  },
  "dataEntryMessage": {
    "message": "Désactiver si le lecteur HakfBold interfère avec la saisie de données",
    "description": "SMS"
  },
  "googlePlayLinkSecondaryText": {
    "message": "lecture prise en charge",
    "description": "SMS"
  },
  "urlPromptText": {
    "message": "Les onglets sans URL peuvent ne pas fonctionner correctement",
    "description": "SMS"
  },
  "reloadPromptText": {
    "message": "Rechargez l’onglet avec une URL valide et réessayez",
    "description": "SMS"
  },
  "translationHelpLinkText": {
    "message": "aidez-nous avec les traductions. cliquez pour en savoir plus",
    "description": "SMS"
  },
  "reloadText": {
    "message": "recharger",
    "description": "SMS"
  },
  "openPermissionPageBtnText": {
    "message": "cliquez ici pour ouvrir la page des autorisations",
    "description": "texte du bouton"
  },
  "missingPermissionHeaderText": {
    "message": "Autorisation d’URL de fichier manquante",
    "description": "texte d’en-tête"
  },
  "missingPermissionHeaderSubText": {
    "message": "suivre les étapes ci-dessous",
    "description": "sous-texte"
  },
  "grantPermissionInstructionText": {
    "message": "Accorder l’autorisation d’URL de fichier",
    "description": "SMS"
  },
  "reloadPageAndExtensionInstructionText": {
    "message": "Revenez et essayez d’ouvrir à nouveau l’extension",
    "description": "SMS"
  },
  "pageNotSupportedHeaderText": {
    "message": "Cette page n’est pas prise en charge",
    "description": "SMS"
  },
  "pageNotDetectedText": {
    "message": "Page non détectée",
    "description": "SMS"
  },
  "surveyPromptText": {
    "message": "répondre à un court sondage pour nous aider à améliorer JR",
    "description": "SMS"
  },
  "advancedSettings": {
    "message": "Paramètres avancés",
    "description": "text"
  },
  "reloadForReadingMode": {
    "message": "Recharger pour le mode lecture",
    "description": "text"
  },
  "localModeTip": {
    "message": "Mode local désactivé. Pour désactiver globalement",
    "description": "text"
  },
  "defaultBetaModeToggleBtnOffText": {
    "message": "Appliquer les effets à toute la page",
    "description": "text for the button"
  },
  "defaultBetaModeToggleBtnOnText": {
    "message": "Appliquer les effets au texte visible",
    "description": "text for the button"
  },
  "defaultBetaModeToggleBtnSubText": {
    "message": "Choisissez comment les effets sont appliqués",
    "description": "sub text for the button"
  }
}