{
  "appDesc": {
    "message": "Половината Подчертано Разширение за Chrome: Ключът ви към подобрено бионично четене"
  },
  "appName": {
    "message": "Половината Подчертано Разширение за Chrome"
  },
  "storeDesc": {
    "message": "Повишете своята онлайн четяща пътека с Половината Подчертано Разширение за Chrome - вашият най-добър помощник за безпроблемен и приятен за дислексичния преживяване! Това разширение с половината подчертано шрифт рафинира цифровия текст, правейки го достъпен и четим. Половината подчертан шрифт и текст гарантират инклузивна среда за четене, отговаряща на нуждите на онези с дислексия и АДХД.\n\n🔡 Открийте Блясъка на Половината Подчертано\n➤ Лесно четете уеб страници с нашия половината подчертан шрифт\n➤ Персонализирайте преживяването си при четене с половината подчертан текст\n➤ Получавайте нежно ръководство при четене на сложен текст с половината подчертан\n\n💻 Преодолейте Бариерите с Половината Подчертано Разширение за Chrome\n1️⃣ Интерактивен дизайн за плавна достъпност\n2️⃣ Подобрете точността на четене с половината подчертано разширение\n3️⃣ Подобрете разбирането на прочетеното с функциите на разширението за половината подчертан шрифт за Chrome\n\n📚 Преживейте Разширението Половината Подчертано\n- Насладете се на четене с уникалния шрифт половината подчертан\n- Изследвайте инклузивно цифрово пространство с разширението половината подчертано\n- Уверете се в приятно за четене преживяване с функциите на половината подчертан шрифт\n\n🔍 Подобрете Четенето с Шрифт Дислексия\n▸ Повишете ефективността на четене с шрифта за дислексия\n▸ Подобрете плавността на четене с нашия шрифт за дислексия\n▸ Сбогувайте се с борбата при четене с приятни за дислексичния шрифтове\n\n🌈 Разкрийте Магията на Шрифт Отворена Дислексия за Chrome\n• Насладете се на инклузивно преживяване на четене с шрифта отворена дислексия за Chrome\n• Опитайте подобрена точност на четене с шрифта за АДХД\n• Открийте радостта от четене с шрифта за АДХД\n\n💡 Осветете своето Четене с Бионично Четене Можете да използвате предимствата на бионичното четене, режим, който улеснява по-бързо четене без компромис върху разбирането. Тази иновативна функция разбива сложни текстове, позволявайки ви да запомните повече информация и да четете по-бързо, като така повишавате продуктивността си. Било че сте студент, изучаващ за хартия, професионалист, който се запознава с последните новини, или някой с дислексия, тази функция ви дава възможност да преодолявате всяко предизвикателство при четене с лекота.\n\n👁️ Осигурете Си Четене с Разширението за АДХД Шрифт\n➤ Подобрете плавността на четене с разширението за АДХД шрифт\n➤ Изживейте силата на буквите с подчертано четене за АДХД\n➤ Преобразете пътя си на четене с разширението за четене с АДХД\n\n📖 Обичайте АДХД Четящия\n1. Отключете ново четящо преживяване с АДХД четящия\n2. Изследвайте цифровия свят с приложението за четене на АДХД\n3. Изпитайте инклузивна среда за четене с подчертаното първо буква на всяка дума за АДХД\n\n💻 Вземете Контрол над Своето Четене\n\n\n- Подобрете точността на четене с подчертано четене за АДХД\n- Повишете плавността на четене с подчертано четене за АДХД\n- Уверете се в приятно преживяване на четене с разширението за Chrome половината подчертано\n\n🗂️ Всичко в Едно Решение за Четене\n➤ Изпитайте функцията половината подчертано\n➤ Насладете се на четене с половината подчертан шрифт\n➤ Ангажирайте се в плавно четяща пътека с половината подчертан текст\n\n🔍 Потопете се в Четенето Уникалната функционалност на този инструмент не само позволява на индивидите да се съсредоточат върху своите четящи задачи, но също така прави съдържанието по-лесно за четене. За хората с дислексия или АДХД това може да бъде революционно. Това не е просто инструмент; това е мост към свят на безкрайна информация и истории, начин за ангажиране и комуникация, за да се чувствате включени и ценени. Половината Подчертано Разширение за Chrome гарантира, че никой не остава изоставен в нашия все по-цифров свят.\n\n🔎 Преопределете Своето Преживяване при Четене\n1. Изследвайте инклузивно цифрово пространство с разширението за половината подчертан шрифт за Chrome\n2. Поглъщайте се в уникална среда за четене с разширението половината подчертано\n3. Изживейте радостта от четене с шрифта дислексия\n\n🔄 Насладете се на Плавно Четене\n➤ Повишете ефективността на четене с приятни за дислексични шрифтове\n➤ Открийте приятна среда за четене с шрифта отворена дислексия за Chrome\n➤ Изпитайте силата на шрифта за АДХД\n\n💖 Започнете Своята Инклузивна Пътека за Четене Присъединете се към нашата общност и подобрете своята цифрова пътека за четене. С Половината Подчертано Разширение за Chrome не просто добавяте инструмент към браузъра си; вие приемате по-инклузивна и достъпна цифрова среда за четене. Изтеглете сега за трансформиращо преживяване при четене!\n\n🤔 ЧЗВ За Нашето Разширение за Chrome\n✨ Мога ли да персонализирам настройките на половината подчертан шрифт?\n🔹 Абсолютно! Можете да настроите настройките на половината подчертан шрифт в зависимост от вашите четящи предпочитания.\n\n📚 Как това разширение подкрепя четенето, приятно за дислексията?\n🔹 Нашето разширение включва шрифта отворена дислексия, заедно с функцията половината подчертан шрифт, създадени да помагат на дислексичните читатели.\n\n🌐 Мога ли да използвам това разширение на всяки уебсайт?\n🔹 Да! Нашето разширение е създадено да работи на всички уебсайтове, предлагайки плавно преживяване при четене."
  }
}
