{
  "appDesc": {
    "message": "உங்கள் படிப்புகளை வலிமையாக்குங்கள், அரை போல்ட் குரோம் நீட்டிப்பு வெல்வை தலைமைப்படுத்துகின்றது"
  },
  "appName": {
    "message": "Half Bold Chrome Extension"
  },
  "storeDesc": {
    "message": "பால் போல்ட் குரோம் நீட்டிப்பு: உங்கள் அதிர்ஷ்டவாத படிப்பினை அதிகமாக்க உங்கள் திரையில் பயணம் அதிகரிக்கும் பால் போல்ட் குரோம் நீட்டிப்பு - உங்கள் முடிவுக்கு உங்களுக்கு உதவும் மிகப் பொருந்தமான உதவி! இந்த அரை போல்ட் நீட்டிப்பு அனுபவத்தை உங்களுக்கு அணுகல் மற்றும் படிக்க உத்தியான கருவி செலுத்துகிறது! இந்த அரை போல்ட் எழுத்துடன் அனுபவம் மேம்படுத்துகிறது, அது ஒரு உள்ளூரமான படிப்பு சூழலை உருவாக்கும். இதனால் குறைந்த அறிவியல் மற்றும் நோக்குதல் பேணி உள்ளவர்களின் தேவைகளை கூறுகின்றது அதாவது அதிர்ஷ்டவாத மற்றும் ADHD உள்ளவர்களின் தேவைகளை பராமரிக்கின்றது.\n\n🔡 பால் போல்ட் நூல்களை கண்டறியுங்கள்\n➤ எங்கள் அரை போல்ட் எழுத்துடன் வலை பக்கங்களை எளிதில் வாசிக்கலாம்\n➤ பால் போல்ட் எழுத்துடன் உங்கள் படிப்பு அனுபவத்தை தன்னிச்சையாக காண்பிக்கலாம்\n➤ அரை போல்ட் உடைய கடினமான உரையை வாசிக்கும் போது மெதுவாக வழிகளை பெறவும்\n\n💻 பால் போல்ட் நீட்டிப்பு குரோம் உத்தியை தொடர்பு கொள்ளுங்கள்\n1️⃣ முன்னணி வடிவம் மூலம் முன்னேற்றம் அளவுக்குப் பாதிக்கின்றது\n2️⃣ பால் போல்ட் நீட்டிப்புடன் வாசிப்பதன் உண்மையை மேம்படுத்துங்கள்\n3️⃣ அரை போல்ட் குரோம் நீட்டிப்பு அம்சங்களுடன் படிப்பு புரிந்துகொள்ளுங்கள்\n\n📚 பால் போல்ட் நீட்டிப்புடன் அனுபவம்\n\nஅந்தந்த அரை போல்ட் எழுத்துடன் படிக்க\nஅரை போல்ட் நீட்டிப்புடன் ஒரு உள்ளூரமான எண்ணிக்கையை அறிய\nஅரை போல்ட் அம்சங்களையுடன் அடிப்படையில் ஒரு அதிர்ஷ்டவாத உதவி அனுபவமையும்\n🔍 திரும்பப் படிக்கும் மூலம் படிக்கும் உரையை உள்ளாக்குகின்றது இந்த கருவி வகையானது அவர்கள் படிக்கும் பணியில் உள்ளவர்களை நம்பிக்கையாக வைத்திருக்கும் அல்லது உள்ளூரமான படிப்பு சூழல் மற்றும் மொழிகள் உட்பட படிக்கும் அமைப்புகளை உருவாக்குகிறது. அதாவது அது ஒரு கருவி அல்ல; அது எண்ணெய்தும் தகவல் மற்றும் கதைகளின் ஒரு உலகத்திற்கு கடந்து செல்கின்றது, பொருள்களை உருவாக்கி பேசுகின்றது, உள்ளுக்குள்ளுக்கு உள்ளவர்களாக அனுபவிக்கும் மற்றும் மதிப்புக்கு வருகின்றது. பால் போல்ட் குரோம் நீட்டிப்பு உயிரியலில் எளிய மீடியம் உள்ளவர்களை நாம் விடுவிக்கும் எந்தவொரு முக்கிய உணர்ச்சியில் மாற்றிக் கொள்ள உதவுகிறது.\n\n🔎 உங்கள் படிப்பு அனுபவத்தை மறுவாக்கும்\n\nஅரை போல்ட் நீட்டிப்பு குரோம் நீட்டிப்பு வலையில் உள்ளூரமான இடத்தை கண்டறியுங்கள்\nதன்னிச்சையாக ஒரு அனைத்து செல்வங்களுடனும் படிக்கும் உள்ளூரமான சுற்றத்தில் இடம்பிடியில் உடைய அனுபவத்தில் உள்ளூரமான அரை போல்ட் நீட்டிப்பு\nகுறைந்த அறிவியல் எழுத்துடன் படிக்கும் மகிழ்ச்சியை அனுபவிக்கும்\n🔄 நகையான படிக்கும் அனுபவம்\n➤ அதிர்ஷ்டவாத உள்ளூரமான எழுத்துக்களுடன் உங்கள் படிக்கும் செல்வங்களை வெற்றிகரமாக செய்யுங்கள்\n➤ திறந்த அதிர்ஷ்டவாத எழுத்துடன் குறைந்த அறிவியல் எழுத்துக்களை கண்டறியுங்கள்\n➤ அதிர்ஷ்டவாத எழுத்துடன் படிக்கும் பயன்படுத்த அதிர்ஷ்டவாத உதவியை அனுபவிக்கும்\n\n💖 உங்களுக்கு உள்ளூரமான படிக்கும் பயணம் ஆரம்பிக்கவும்\nஎங்கள் சமுதாயத்தில் சேர்க்கவும் மற்றும் உங்கள் எண்ணிக்கைகளை அதிகரிக்கவும். பால் போல்ட் குரோம் நீட்டிப்பு உங்கள் உலாவிக்கு ஒரு கருவி சேர்க்கின்றது; நீங்கள் அனைத்துலகமான மற்றும் உள்ளூரமான எழுத்துக்களை சேர்க்கும் மொழிபெயர்ப்பு சூழலை ஏற்றுக்கொள்ளும். இப்போது மாற்றுவதற்கு பதிலாக பால் போல்ட் குரோம் நீட்டிப்பு பதிவிறக்க செய்யவும்!\n\n🤔 எங்கள் குரோம் நீட்டிப்பு பற்றிய கேள்விகள்\n✨ நான் அரை போல்ட் அமைப்புகளை எப்படி விரும்புவது?\n🔹 உங்கள் படிப்பு விருப்பங்களின் அடிப்படையில் அரை போல்ட் அமைப்புகளை அமைக்க முடியும்.\n\n📚 இந்த நீட்டிப்பு அதிர்ஷ்டவாத உள்ளூரமான படிப்புகளை எப்படி உதவுகின்றது?\n🔹 எங்கள் நீட்டிப்பு திறனாளியுடன் திறக்கப்பட்டுள்ள திறந்த உத்தியான எழுத்துடன், அதாவது அதிர்ஷ்டவாத படிக்கும் வாசிக்கும் அனுபவத்தினை உத்தரவு செய்கின்றது.\n\n🌐 எந்த வலைத்தளத்தில் இந்த நீட்டிப்பு பயன்படுத்த முடியுமா?\n🔹 ஆம்! எங்கள் நீட்டிப்பு அனைத்து வலைத்தளங்களிலும் செயல்படுத்த வருகின்றது, உள்ளுக்குள் அனுபவம் அளவுக்குப் படுகின்றது."
  }
}