{
  "appDesc": {
    "message": "Extensão Chrome Meio Negrito: Sua chave para uma Leitura Biônica Aprimorada"
  },
  "appName": {
    "message": "HalfBold Reader | Extensão Chrome Meio Negrito"
  },
  "storeDesc": {
    "message": "Eleve sua jornada de leitura online com a Extensão Chrome Meio Negrito - seu auxiliar definitivo para uma experiência suave e amigável à dislexia! Esta extensão meio negrito aprimora o texto digital, tornando-o acessível e legível. A fonte meio negrito e o texto meio negrito garantem um ambiente de leitura inclusivo, atendendo às necessidades de pessoas com dislexia e TDAH.\n\n🔡 Descubra a Brilhância do Meio Negrito\n➤ Leia páginas da web com facilidade com nossa fonte meio negrito\n➤ Personalize sua experiência de leitura com texto meio negrito\n➤ Receba orientação sutil ao ler textos complexos com meio negrito\n\n💻 Quebre Barreiras com a Extensão Chrome Meio Negrito\n1️⃣ Design interativo para acessibilidade suave\n2️⃣ Melhore a precisão da leitura com a extensão meio negrito\n3️⃣ Aprimore a compreensão da leitura com recursos da extensão chrome meio negrito\n\n📚 Experimente a Extensão Meio Negrito\n- Aproveite a leitura com a fonte meio negrito exclusiva\n- Explore um espaço digital inclusivo com a extensão meio negrito\n- Garanta uma experiência de leitura amigável à dislexia com recursos meio negrito\n\n🔍 Aprimore a Leitura com a Fonte Dislexia\n▸ Aumente sua eficiência de leitura com a fonte dislexia\n▸ Melhore a fluência de leitura com nossa fonte dislexia\n▸ Diga adeus às dificuldades de leitura com fontes amigáveis à dislexia\n\n🌈 Desvende a Magia da Fonte Aberta Dyslexic Chrome\n• Desfrute de uma experiência de leitura inclusiva com a fonte aberta dyslexic chrome\n• Experimente uma precisão de leitura aprimorada com a fonte adhd\n• Descubra a alegria da leitura com a fonte de leitura adhd\n\n💡 Ilumine sua Leitura com a Leitura Biônica Você pode aproveitar os benefícios da leitura biônica, um modo que facilita um ritmo de leitura mais rápido sem comprometer a compreensão. Este recurso inovador decompõe textos complexos, permitindo que você retenha mais informações e leia mais rápido, aumentando assim sua produtividade. Seja você um estudante pesquisando para um trabalho, um profissional se atualizando com as últimas notícias, ou alguém com dislexia, este recurso capacita você a superar qualquer desafio de leitura com facilidade.\n\n👁️ Empodere Sua Leitura com a Extensão de Fonte ADHD\n➤ Aumente a fluência de leitura com a extensão de fonte adhd\n➤ Experimente o poder das letras em negrito da leitura adhd\n➤ Transforme sua jornada de leitura com a extensão de leitura adhd\n\n📖 Abrace o Leitor ADHD\n1. Desbloqueie uma nova experiência de leitura com o leitor adhd\n2. Explore o mundo digital com o aplicativo de leitura adhd\n3. Experimente um ambiente de leitura amigável à dislexia com a primeira letra em negrito de cada palavra adhd\n\n💻 Assuma o Controle de Sua Leitura\n- Melhore a precisão da leitura com a leitura em negrito adhd\n- Aumente a fluência de leitura com as letras em negrito adhd\n- Garanta uma experiência de leitura confortável com a extensão chrome meio negrito\n\n🗂️ Solução de Leitura Tudo em Um\n➤ Experimente o recurso meio negrito\n➤ Aproveite a leitura com a fonte meio negrito\n➤ Envolve-se em uma jornada de leitura suave com o texto meio negrito\n\n🔍 Aprofunde-se na Leitura A funcionalidade única desta ferramenta não apenas permite que as pessoas se concentrem em suas tarefas de leitura, mas também torna o conteúdo mais fácil de ler. Para pessoas com dislexia ou TDAH, isso pode ser uma mudança de jogo. Não é apenas uma ferramenta; é uma ponte para um mundo de informações e histórias infinitas, uma maneira de se envolver e comunicar, de se sentir incluído e valorizado. A Extensão Chrome Meio Negrito garante que ninguém seja deixado para trás em nosso mundo digital cada vez mais presente.\n\n🔎 Redefina Sua Experiência de Leitura\n1. Explore um espaço digital inclusivo com a extensão chrome meio negrito\n2. Immerja-se em um ambiente de leitura único com a extensão meio negrito\n3. Experimente a alegria da leitura com a fonte dislexia\n\n🔄 Aproveite uma Leitura sem Problemas\n➤ Aumente sua eficiência de leitura com fontes amigáveis à dislexia\n➤ Descubra um ambiente de leitura confortável com a fonte aberta dyslexic chrome\n➤ Experimente o poder da fonte adhd\n\n💖 Inicie Sua Jornada de Leitura Inclusiva Junte-se à nossa comunidade e aprimore sua jornada de leitura digital. Com a Extensão Chrome Meio Negrito, você não está apenas adicionando uma ferramenta ao seu navegador; você está adotando um ambiente de leitura digital mais inclusivo e acessível. Baixe agora para uma experiência de leitura transformadora!\n\n🤔 Perguntas Frequentes Sobre Nossa Extensão Chrome\n✨ Posso personalizar as configurações do meio negrito?\n🔹 Absolutamente! Você pode ajustar as configurações do meio negrito com base em suas preferências de leitura.\n\n📚 Como esta extensão apoia a leitura amigável à dislexia?\n🔹 Nossa extensão apresenta a fonte aberta dyslexic, juntamente com o recurso meio negrito, projetado para ajudar leitores disléxicos.\n\n🌐 Posso usar esta extensão em qualquer site?\n🔹 Sim! Nossa extensão é projetada para funcionar em todos os sites, proporcionando uma experiência de leitura perfeita."
  }
}