{
  "appDesc": {
    "message": "Half Bold Chrome Extension: The ultimate ADHD reader with dyslexia fonts!"
  },
  "appName": {
    "message": "Half Bold Chrome Extension"
  },
  "storeDesc": {
    "message": "Forvandle din daglige leseopplevelse med Half Bold Chrome Extension - Din alt-i-ett-løsning for å forbedre lesbarheten på nettet! 🎯 Bruk kraften i denne smarte utvidelsen og ta kontroll over din leseopplevelse med dette innovative Google Chrome tillegget. Half Bold er designet for effektivitet og letthet, og integrerer seg sømløst i din nettleser, og hjelper deg å lese lettere uten anstrengelse.\n\n📚 Forbedre lesing med Half Bold Extension\n💡 Gjør teksten på nettsidene dine halv fet for enklere lesing.\n💡 Tilpass tekstens utseende basert på dine personlige behov.\n💡 Motta subtile endringer i skrifttypen for å sikre at du kan lese komfortabelt hele dagen.\n\n🔤 Les lettere med Half Bold Font\n1. Gjør lesing enklere ved å gjøre teksten halv fet.\n2. Få varsler om endringer i skrifttypen uten å mislykkes.\n3. Spor din lesehistorie for bedre læring og forståelse.\n\n💻 Ta kontroll over din digitale leseopplevelse med Half Bold Text\n- Unngå lesefeil med proaktive tekstendringer.\n- Planlegg lesesessioner og hold styr på viktige datoer.\n- Sørg for at lesevanene dine alltid er i orden med påminnelser for hver teksttype.\n\n📖 Styrk din leseferdighet med Half Bold Extension Chrome\n▸ Half Bold for Windows og Half Bold for Mac tilbyr en sømløs opplevelse på tvers av enheter.\n▸ Integrer med dine eksisterende verktøy og apper for strømlinjeformet organisering.\n▸ Tilpassede påminnelser sørger for at du alltid er forberedt på din neste lesesession eller frist.\n\n👀 Gjør lesingen mer tilgjengelig med Halfbold Extension\n• Daglige påminnelser for leserelaterte aktiviteter, som øvelser og pauser.\n• Planlegg leseøkter og sjekk opp uten konflikter.\n• Halfbold holder leseferdighetene dine på sporet med minimal innsats.\n\n📚 Alt på ett sted med Halfbold\n➤ Sett en påminnelse raskt for enhver oppgave eller hendelse.\n➤ Opprett en påminnelsesgruppe for tilbakevendende aktiviteter eller vaner du bygger.\n➤ Halfbold forenkler planlegging, slik at du investerer tid der det betyr mest.\n\nEnkelt husk viktige oppgaver og kommende frister, hold personlige datoer og jubileer i forgrunnen, og hold deg motivert ved å minne deg selv om dine mål og ambisjoner med vår app's intuitive minne- og huskefunksjoner.\n\n🔠 Gjør hver dag lesbar med Half Bold\n1. Start med en fersk gruppe oppgaver og mål hver morgen.\n2. Tilpass daglige påminnelser til din unike livsstil og behov.\n3. Oppnå mer med strukturert dagplanlegging og påminnelser.\n4. Intuitive planleggingsverktøy for å planlegge dagene, ukene og månedene dine.\n5. Planlegg en påminnelse for sømløs integrering i din personlige kalender.\n6. Gå aldri glipp av en viktig dato, møte eller arrangement med proaktive varsler.\n\n⏳ Gjenopprett din tid med Half Bold\n➤ Prioriter oppgavene dine med smart sortering og påminnelser.\n➤ Dediker mer tid til det som virkelig betyr noe med effektiv tidsstyring.\n➤ Balanser arbeid, helse og personlig liv med perfekt timede påminnelser.\n\n🔑 Lås opp bekvemmelighet og effektivitet med Half Bold\n❗️ Velg fra forskjellige påminnelses typer: lese påminnelse app, regning påminnelse app og mer.\n❗️ Tilpass hver påminnelse til dine preferanser.\n❗️ Nyt et rotfritt grensesnitt designet for enkel navigering.\n\n🎯 Sikte mot kontinuerlig forbedring med Half Bold\n① Regelmessige oppdateringer basert på bruker tilbakemeldinger.\n② Nye funksjons utrullinger for å matche dine utviklende behov.\n③ Vårt engasjement for kvalitet sikrer at Half Bold forblir ditt førstevalg.\n\n❤️ Start din reise mot et mer organisert liv\nBli med i vårt samfunn for å forbedre dine daglige rutiner, helse og generelle velvære. Med Half Bold legger du ikke bare til et verktøy i nettleseren din; du adopterer en livsstil av produktivitet og oppmerksomhet. Last ned nå for en transformerende opplevelse!\n\n🤔 FAQs om vår Chrome Extension\n✨ Kan jeg synkronisere påminnelser på tvers av enheter?\n🔹 Absolutt! Med Half Bold for Mac og Half Bold for Windows, synkroniseres oppgavene dine sømløst for konsekvente varsler, uansett hvor du er.\n\n📲 Hva gjør dette forskjellig fra andre påminnelsesverktøy?\n🔹 Vår app kombinerer alle aspekter av livet ditt - helse, oppgaver, regninger - til en plattform. Med spesialiserte funksjoner som vannpåminnelse og medisinpåminnelse, er det personlig effektivitet som aldri før.\n\n🌍 Kan jeg bruke denne appen for påminnelser i hvilken som helst tidssone?\n🔹 Ja! Vår app er designet for global bruk. Uansett hvor du er, uansett tidssone, har Half Bold dekket deg."
  }
}