{
  "appDesc": {
    "message": "Extensión de Chrome Half Bold: Tu clave para una Lectura Biónica Mejorada"
  },
  "appName": {
    "message": "Extensión de Chrome Half Bold"
  },
  "storeDesc": {
    "message": "Eleva tu viaje de lectura en línea con la Extensión de Chrome Half Bold, ¡tu ayuda definitiva para una experiencia fluida y amigable para personas con dislexia! Esta extensión semi-bold refina el texto digital, haciéndolo accesible y legible. La fuente semi-bold y el texto semi-bold aseguran un entorno de lectura inclusivo, atendiendo las necesidades de aquellos con dislexia y TDAH.\n\n🔡 Descubre la Brillantez de Half Bold\n➤ Lee páginas web sin esfuerzo con nuestra fuente semi-bold\n➤ Personaliza tu experiencia de lectura con texto semi-bold\n➤ Recibe orientación suave al leer texto complejo con semi-bold\n\n💻 Rompe Barreras con la Extensión de Chrome Half Bold\n1️⃣ Diseño interactivo para una accesibilidad suave\n2️⃣ Mejora la precisión de lectura con la extensión semi-bold\n3️⃣ Mejora la comprensión de lectura con las características de la extensión de Chrome semi-bold\n\n📚 Experimenta la Extensión Halfbold\n- Disfruta leyendo con la fuente halfbold única\n- Explora un espacio digital inclusivo con la extensión halfbold\n- Asegura una experiencia de lectura amigable para disléxicos con características halfbold\n\n🔍 Mejora la Lectura con la Fuente Dislexia\n▸ Aumenta tu eficiencia de lectura con la fuente dislexia\n▸ Mejora la fluidez de lectura con nuestra fuente disléxica\n▸ Dile adiós a los problemas de lectura con fuentes amigables para disléxicos\n\n🌈 Despliega la Magia de la Fuente Open Dyslexic en Chrome\n• Disfruta de una experiencia de lectura inclusiva con la fuente Open Dyslexic en Chrome\n• Experimenta una mayor precisión de lectura con la fuente ADHD\n• Descubre la alegría de leer con la fuente de lectura ADHD\n\n💡 Ilumina tu Lectura con la Lectura Biónica Puedes aprovechar los beneficios de la lectura biónica, un modo que facilita un ritmo de lectura más rápido sin comprometer la comprensión. Esta característica innovadora descompone textos complejos, permitiéndote retener más información y leer más rápido, aumentando así tu productividad. Ya seas un estudiante investigando para un trabajo, un profesional poniéndote al día con las últimas noticias, o alguien con dislexia, esta característica te capacita para conquistar cualquier desafío de lectura con facilidad.\n\n👁️ Empodera tu Lectura con la Extensión de Fuente ADHD\n➤ Mejora la fluidez de lectura con la extensión de fuente ADHD\n➤ Experimenta el poder de las letras negritas de lectura ADHD\n➤ Transforma tu viaje de lectura con la extensión de lectura ADHD\n\n📖 Acepta al Lector ADHD\n1. Desbloquea una nueva experiencia de lectura con el lector ADHD\n2. Explora el mundo digital con la aplicación de lectura ADHD\n3. Experimenta un entorno de lectura amigable para disléxicos con las letras negritas del lector ADHD\n\n💻 Toma el Control de tu Lectura\n- Mejora la precisión de lectura con la lectura en negrita de ADHD\n- Aumenta la fluidez de lectura con las letras negritas de lectura ADHD\n- Asegura una experiencia de lectura cómoda con la extensión de Chrome semi-bold\n\n🗂️ Solución Integral de Lectura\n➤ Experimenta la característica halfbold\n➤ Disfruta leyendo con la fuente semi-bold\n➤ Participa en un viaje de lectura fluido con el texto semi-bold\n\n🔍 Adéntrate más en la Lectura La funcionalidad única de esta herramienta no solo permite a las personas mantenerse enfocadas en sus tareas de lectura, sino que también hace que el contenido sea más fácil de leer. Para personas con dislexia o TDAH, esto puede cambiar el juego. No es solo una herramienta; es un puente hacia un mundo de información e historias interminables, una forma de participar y comunicarse, de sentirse incluido y valorado. La Extensión de Chrome Half Bold asegura que nadie se quede atrás en nuestro mundo digital cada vez más.\n\n🔎 Redefine tu Experiencia de Lectura\n1. Explora un espacio digital inclusivo con la extensión de Chrome Half Bold\n2. Sumérgete en un entorno de lectura único con la extensión halfbold\n3. Experimenta la alegría de leer con la fuente dislexia\n\n🔄 Disfruta de una Lectura sin Problemas\n➤ Aumenta tu eficiencia de lectura con fuentes amigables para disléxicos\n➤ Descubre un entorno de lectura cómodo con la fuente Open Dyslexic en Chrome\n➤ Experimenta el poder de la fuente ADHD\n\n💖 Comienza tu Viaje de Lectura Inclusiva Únete a nuestra comunidad y mejora tu viaje de lectura digital. Con la Extensión de Chrome Half Bold, no solo estás agregando una herramienta a tu navegador; estás adoptando un entorno de lectura digital más inclusivo y accesible. ¡Descárgalo ahora para una experiencia de lectura transformadora!\n\n🤔 Preguntas Frecuentes Sobre Nuestra Extensión de Chrome\n✨ ¿Puedo personalizar los ajustes semi-bold?\n🔹 ¡Absolutamente! Puedes ajustar los ajustes semi-bold según tus preferencias de lectura.\n\n📚 ¿Cómo apoya esta extensión la lectura amigable para disléxicos?\n🔹 Nuestra extensión presenta la fuente Open Dyslexic, junto con la característica semi-bold, diseñada para ayudar a los lectores disléxicos.\n\n🌐 ¿Puedo usar esta extensión en cualquier sitio web?\n🔹 ¡Sí! Nuestra extensión está diseñada para funcionar en todos los sitios web, brindando una experiencia de lectura fluida."
  }
}