{
  "appDesc": {
    "message": "Half Bold Chrome: Tu solución integral para la dislexia"
  },
  "appName": {
    "message": "HalfBold Reader"
  },
  "storeDesc": {
    "message": "Transforma tus hábitos diarios con la extensión de Google Chrome definitiva para la dislexia: ¡Tu solución integral para mejorar tu lectura y escritura! Aprovecha el poder de las fuentes inteligentes y toma el control de tu día a día con esta innovadora extensión. Diseñada para eficiencia y facilidad, la extensión Half Bold Chrome se integra perfectamente en tu vida, ayudándote a leer y escribir con mayor facilidad.\n\n📚 Mejora tu lectura con la función Open Dyslexic\n💧 Facilita la lectura de textos en línea sin esfuerzo.\n💧 Fuentes personalizables basadas en tus necesidades personales.\n💧 Recibe suaves recordatorios para asegurarte de que estás leyendo de la manera correcta.\n\n💼 Organiza tus ejercicios de dislexia con facilidad\n1. Gestiona tus ejercicios de dislexia con facilidad.\n2. Recibe alertas oportunas para realizar tus ejercicios sin fallar.\n3. Rastrea tu historial de ejercicios para una mejor gestión de tu dislexia.\n\n🖥️ Toma el control de tu espacio digital\n▸ La extensión para Chrome ofrece una experiencia fluida en todos tus dispositivos.\n▸ Integra con tus herramientas y aplicaciones existentes para una organización simplificada.\n▸ Los recordatorios personalizados aseguran que siempre estés preparado para tu próxima tarea o plazo.\n\n🏥 Abraza tu bienestar con la función de letra para dislexia\n• Prompts diarios para actividades relacionadas con la dislexia, como ejercicios y descansos.\n• Programa citas y revisiones médicas sin conflictos.\n• La función de letra para dislexia mantiene tu viaje de bienestar en el camino con un esfuerzo mínimo.\n\n⏰ Todo en un solo lugar\n➤ Configura un recordatorio rápido para cualquier tarea o evento.\n➤ Crea un conjunto de recordatorios para actividades recurrentes o hábitos que estás construyendo.\n➤ La extensión Half Bold Chrome simplifica la programación, para que inviertas tiempo donde más importa.\n\nFacilita recordar tareas cruciales y plazos futuros, mantén fechas personales y aniversarios en primer plano, y mantente motivado recordándote tus metas y aspiraciones con las funciones de recordatorio intuitivas de nuestra extensión.\n\n🕰️ Recupera tu tiempo\n➤ Prioriza tus tareas con clasificación inteligente y recordatorios.\n➤ Dedica más tiempo a lo que realmente importa con una gestión del tiempo eficiente.\n➤ Equilibra el trabajo, la salud y la vida personal con recordatorios perfectamente programados.\n\n🔑 Desbloquea la comodidad y eficiencia\n❗️ Elige entre varios tipos de recordatorios: recordatorio de ejercicios para dislexia, recordatorio de citas médicas, y más.\n❗️ Personaliza cada alerta de recordatorio a tus preferencias.\n❗️ Disfruta de una interfaz libre de desorden diseñada para una navegación sencilla.\n\n🎯 Apunta a la mejora continua\n① Actualizaciones regulares basadas en los comentarios de los usuarios.\n② Lanzamiento de nuevas funciones para satisfacer tus necesidades en constante evolución.\n③ Nuestro compromiso con la excelencia asegura que la extensión Half Bold Chrome siga siendo tu elección preferida.\n\n❤️ Inicia tu camino hacia una vida más organizada\nÚnete a nuestra comunidad para mejorar tus rutinas diarias, salud y bienestar general. Con la extensión Half Bold Chrome, no solo estás añadiendo una herramienta a tu navegador; estás adoptando un estilo de vida de productividad y atención plena. ¡Descarga ahora para una experiencia transformadora!\n\n🤔 Preguntas frecuentes sobre nuestra extensión de Chrome\n✨ ¿Puedo sincronizar recordatorios en todos los dispositivos?\n🔹 ¡Absolutamente! Con la extensión para Chrome, tus tareas se sincronizan sin problemas para alertas consistentes, sin importar donde estés.\n\n📲 ¿Qué hace diferente a esta extensión de otras herramientas de recordatorio?\n🔹 Nuestra extensión combina todos los aspectos de tu vida — salud, tareas, citas — en una sola plataforma. Con características especializadas como la función de letra para dislexia, es eficiencia personalizada como nunca antes.\n\n🌍 ¿Puedo usar esta extensión para recordatorios en cualquier zona horaria?\n🔹 ¡Sí! Nuestra extensión está diseñada para uso global. Dondequiera que estés, cualquiera que sea la zona horaria, la extensión Half Bold Chrome te cubre."
  },
  "preferenceLabel": {
    "message": "preferencia de uso",
    "description": "etiqueta para (el botón de preferencia global o de sitio alterna"
  },
  "tipsPopupTriggerLabel": {
    "message": "Consejos",
    "description": "etiqueta para (el botón de preferencia global o de sitio alterna"
  },
  "globalPreferenceToggleBtnText": {
    "message": "global",
    "description": "Texto principal para el botón de alternancia de preferencias globales"
  },
  "globalPreferenceToggleBtnSubText": {
    "message": "predeterminado",
    "description": "subtexto del botón de preferencia global"
  },
  "sitePreferenceToggleBtnText": {
    "message": "sitio",
    "description": "Texto principal para el botón de alternancia de preferencias del sitio"
  },
  "sitePreferenceToggleBtnSubText": {
    "message": "para este sitio",
    "description": "subtexto del botón de preferencia global"
  },
  "onOffToggleBtnTextDisable": {
    "message": "inutilizar",
    "description": "OnOffToggleBtnTextDisable texto del botón"
  },
  "onOffToggleBtnTextEnable": {
    "message": "habilitar",
    "description": "onOffToggleBtnTextEnable texto del botón"
  },
  "onOffToggleBtnSubText": {
    "message": "modo de lectura",
    "description": "texto para onOffToggleBtnSubText"
  },
  "shortcutLabelText": {
    "message": "acceso directo predeterminado",
    "description": "texto para onOffToggleBtnShortCutText"
  },
  "defaultShortcutValueTextChrome": {
    "message": "ALT+B",
    "description": "acceso directo predeterminado para Chrome"
  },
  "defaultShortcutValueTextFirefox": {
    "message": "ALT+W",
    "description": "acceso directo predeterminado para firefox"
  },
  "saccadesIntervalLabel": {
    "message": "intervalo de sacadas",
    "description": "etiqueta para el control deslizante de intervalo de sacadas"
  },
  "fixationsStrengthLabel": {
    "message": "fuerza de las fijaciones",
    "description": "etiqueta para el control deslizante de resistencia de fijaciones"
  },
  "fixationsEdgeOpacityLabel": {
    "message": "opacidad de borde de fijaciones",
    "description": "etiqueta para fijaciones control deslizante de opacidad de borde"
  },
  "saccadesColorLabel": {
    "message": "color de las sacadas",
    "description": "etiqueta para el menú desplegable de color de sacada"
  },
  "saccadesStyleLabel": {
    "message": "estilos saccades",
    "description": "etiqueta para el menú desplegable estilo saccade"
  },
  "lineHeightTogglesLabel": {
    "message": "altura de línea",
    "description": "para botones de altura de línea más pequeños y más grandes"
  },
  "smallerLineHeightBtnText": { "message": "aa-", "description": "texto para el botón" },
  "smallerLineHeightBtnSubText": { "message": "menor", "description": "subtexto para el botón" },
  "largerLineHeightBtnText": { "message": "Gam", "description": "texto para el botón" },
  "largerLineHeightBtnSubText": { "message": "Mayor", "description": "subtexto para el botón" },
  "defaultBionicModeToggleBtnOffText": {
    "message": "apagar siempre",
    "description": "texto para el botón"
  },
  "defaultBionicModeToggleBtnOnText": {
    "message": "encender siempre",
    "description": "texto para el botón"
  },
  "defaultBionicModeToggleBtnSubText": {
    "message": "preferencia de alternancia predeterminada",
    "description": "subtexto para el botón"
  },
  "resetBtnText": {
    "message": "restablecer a la configuración óptima",
    "description": "texto para el botón"
  },
  "faqLinkText": { "message": "Preguntas más frecuentes", "description": "texto del enlace" },
  "reportIssueLinkText": { "message": "problema del informe", "description": "texto del enlace" },
  "aboutUsLinkText": { "message": "sitio web", "description": "texto del enlace" },
  "dataEntryMessage": {
    "message": "Apague si el lector de santiamén interfiere con la entrada de datos",
    "description": "Mensaje de texto"
  },
  "googlePlayLinkSecondaryText": {
    "message": "lectura admitida",
    "description": "Mensaje de texto"
  },
  "urlPromptText": {
    "message": "Es posible que las pestañas sin una url no funcionen correctamente",
    "description": "Mensaje de texto"
  },
  "reloadPromptText": {
    "message": "Vuelva a cargar la pestaña con una URL válida e inténtelo de nuevo",
    "description": "Mensaje de texto"
  },
  "translationHelpLinkText": {
    "message": "ayúdanos con las tranlaciones. haga clic para obtener más información",
    "description": "Mensaje de texto"
  },
  "reloadText": { "message": "recargar", "description": "Mensaje de texto" },
  "openPermissionPageBtnText": {
    "message": "haga clic aquí para abrir la página de permisos",
    "description": "texto del botón"
  },
  "missingPermissionHeaderText": {
    "message": "Falta el permiso url de archivo",
    "description": "texto del encabezado"
  },
  "missingPermissionHeaderSubText": {
    "message": "pasos completos a continuación",
    "description": "subtexto"
  },
  "grantPermissionInstructionText": {
    "message": "Conceder permiso de URL de archivo",
    "description": "Mensaje de texto"
  },
  "reloadPageAndExtensionInstructionText": {
    "message": "Vuelve e intenta abrir la extensión de nuevo",
    "description": "Mensaje de texto"
  },
  "pageNotSupportedHeaderText": {
    "message": "Esta página no es compatible",
    "description": "Mensaje de texto"
  },
  "pageNotDetectedText": { "message": "Página no detectada", "description": "Mensaje de texto" },
  "surveyPromptText": {
    "message": "realizar una breve encuesta para ayudarnos a mejorar JR",
    "description": "Mensaje de texto"
  }
}
